<template>
<div class="main_container">
  <div class="About">
    <h1>О ПРОЕКТЕ</h1>
    <p><b>Общественный проект ЧИСТОКРЫМ (Движение за чистый Севастополь) был создан весной 2012 года. Создатель и идейный лидер – Олег Николаев.</b></p>
    <p><iframe src="https://www.youtube.com/embed/76L_3HVUtvs" width="100%" height="515" frameborder="0" allowfullscreen="allowfullscreen"></iframe></p>
    <p>24.05.2012 на сайте проекта была опубликована первая свалка.<br>В июне 2012 были отправлены первые жалобы на опубликованные свалки мусора.<br>Изначально сайт ЧИСТОКРЫМ планировался как площадка для выявления и дальнейшего обжалования несанкционированных свалок на территории Севастополя.</p>
    <p>Уже 8 сентября 2012 года мы впервые проводим субботник на территории Севастополя, в первый раз – под всероссийским брендом нашего друга и единомышленника Сергея Доли «Блогеры против мусора».<br>В ноябре того же года прошел первый «фирменный субботник» от ЧИСТОКРЫМ. С этого дня мы собираемся вместе каждую последнюю субботу месяца, чтобы сделать ещё один кусочек Севастополя чище своими руками.<br>Параллельно не прекращается юридическая работа. Мы уже подготовили и отправили жалобы по тысячам свалок и продолжаем делать это еженедельно.</p>
  </div>
</div>
</template>

<script>
export default {
name: "About"
}
</script>

<style lang="scss" scoped>
@media (max-width: 600px) {
  .About {
    p {
      font-size: 12px;
      iframe {
        height: 300px;
      }
    }
  }
}
@media (max-width: 400px) {
  .About {
    p {
      font-size: 10px;
      iframe {
        height: 250px;
      }
    }
  }
}
</style>
