<template>
<div class="main_container">
  <div>
    <q-splitter
      v-model="splitterModel"
    >

      <template v-slot:before>
        <q-tabs
          v-model="tab"
          vertical
          class="text-blue-9"
        >
          <q-tab style="text-transform: capitalize; white-space: normal; text-align: left;" name="mails" label="Какой мусор нужно выбрасывать в бункер-накопитель, а какой – в контейнеры ТБО"></q-tab>
          <q-tab style="text-transform: capitalize; white-space: normal; display: flex; justify-content: flex-start;" name="alarms" label="Ответственность за несанкционированную свалку мусора"></q-tab>
        </q-tabs>
      </template>

      <template v-slot:after>
        <q-tab-panels
          v-model="tab"
          animated
          swipeable
          vertical
          transition-prev="jump-up"
          transition-next="jump-up"
          style="background: transparent"
        >
          <q-tab-panel name="mails">
            <div class="text-h4 q-mb-md">Какой мусор нужно выбрасывать в бункер-накопитель, а какой – в контейнеры ТБО</div>
            <p>
              Еженедельно во дворах жилых домов скапливается большое количество бытового и строительного мусора
              в бункерах-накопителях. Неприятный запах от испортившихся продуктов разносится по двору, а всё
              потому, что люди, видимо, до сих пор не знают, какой мусор нужно выбрасывать в бункеры, а какой
              – в контейнеры ТБО. Сегодня мы разрушим эту неясность.
            </p>
             <p>
               Разные по внешнему виду и по функционалу ёмкости для сбора мусора уже не первый год служат салдинцам,
               однако сортировка мусора всё ещё является актуальной проблемой. Хочется верить, что дело не в наглости
               отдельных граждан, избавляющихся от мусора по принципу «выкину туда, куда удобнее», а в их
               неосведомлённости. Поэтому, повышая грамотность населения, давайте сравним контейнер с бункером-накопителем.
             </p>
            <p>
              <b>Контейнер для бытовых отходов</b> предназначен для мелкого и крупного, твёрдого и скоропортящегося бытового
              мусора, имеющего большой объём и относительно маленький вес. В него можно выбрасывать: полиэтилен, бумагу,
              картон, макулатуру, обувь и одежду, бутылки из стекла и пластика, упаковки из пластика, картона, металла,
              листву и траву с газона, минеральную вату (стекловату). В общем, весь бытовой мусор, который должен
              утилизироваться специальным образом.
            </p>
            <p>
              Опустошение металлического контейнера размером 0,8 м3 происходит ежедневно с помощью спецтехники.
            </p>
            <p>
              <b>Бункер-накопитель</b> – это крупногабаритная металлическая конструкция в виде кузова.
              Её объём может достигать до 8 м3 . Бункер имеет устойчивость к повышенным нагрузкам,
              поэтому используется для складирования крупного строительного мусора: мебель и доски, бытовая
              техника, велосипеды, самокаты, детские коляски, рамы и стекло от окон, битый кирпич, отходы
              бетона и основа стен, покрышки, лакокрасочные материалы и другие крупные предметы, большие по
              объёму, чем бытовой мусор.
            </p>
            <p>
              Бункеры устанавливаются из расчёта: один на 4 жилых дома, и их опустошение происходит по мере заполнения.
            </p>
            <h6>НУ ВОТ И РАЗОБРАЛИСЬ. ТЕПЕРЬ ДЕЛО ЗА МАЛЫМ: ЗА СОВЕСТЬЮ И ОРГАНИЗОВАННОСТЬЮ. НАЧНИТЕ ПОМЕЩАТЬ МЕШКИ С БЫТОВЫМИ ОТХОДАМИ В ПРЕДНАЗНАЧЕННЫЕ ДЛЯ ЭТОГО КОНТЕЙНЕРЫ, И ТОГДА ЛЮБИМЫЙ ДВОР НЕ БУДЕТ ВСТРЕЧАТЬ ВАС ЗЛОВОНИЕМ И МУСОРОМ, РАСТАЩЕННЫМ КОШКАМИ И СОБАКАМИ.</h6>
          </q-tab-panel>

          <q-tab-panel name="alarms">
            <div class="text-h4 q-mb-md">ОТВЕТСТВЕННОСТЬ ЗА НЕСАНКЦИОНИРОВАННУЮ СВАЛКУ МУСОРА</div>
              <p>
                Ответственность за организацию несанкционированной свалки предусмотрена статьей 8.2 КоАП РФ
                «Несоблюдение экологических и санитарно-эпидемиологических требований при обращении с отходами
                производства и потребления, веществами, разрушающими озоновый слой, или иными опасными
                веществами» и влечет наложение административного штрафа на граждан в размере от одной
                тысячи до двух тысяч рублей; на должностных лиц - от десяти тысяч до тридцати тысяч
                рублей; на лиц, осуществляющих предпринимательскую деятельность без образования
                юридического лица, - от тридцати тысяч до пятидесяти тысяч рублей или административное
                приостановление деятельности на срок до девяноста суток; на юридических лиц - от ста
                тысяч до двухсот пятидесяти тысяч рублей или административное приостановление деятельности
                на срок до девяноста суток.
              </p>
            <p>
              Помимо административной к нарушителям могут быть применены и меры уголовной ответственности,
              если захоронение опасных отходов причинило существенный вред здоровью человека или окружающей
              среде, а также в случаях создания угрозы такого причинения (статья 247 Уголовного кодекса РФ).
              Максимальное наказание за преступление, повлекшее по неосторожности смерть человека либо
              массовое заболевание людей, составляет 8 лет лишения свободы.
            </p>
            <p>
              Однако привлечение к ответственности виновных лиц является важной, но не основной целью борьбы
              за экологическую безопасность. Главным является устранение самой свалки и нейтрализация её
              негативного воздействия на окружающую среду.
            </p>
          </q-tab-panel>

        </q-tab-panels>
      </template>

    </q-splitter>
  </div>
</div>
</template>

<script>
export default {
name: "Regulations",
  data () {
    return {
      tab: 'mails',
      splitterModel: 20
    }
  }
}
</script>

<style lang="scss">
.q-splitter__before {
  width: 33% !important;
}
@media (max-width: 1023px) {
  .q-splitter {
    display: flex;
    flex-direction: column;
    .q-splitter__before {
      width: 100% !important;
      .q-tabs {
        display: flex;
        justify-content: start !important;
        text-align: left;
        .q-tabs__content {
          .q-tab {
            display: flex;
            justify-content: start !important;
            text-align: left;
          }
        }
      }
    }
  }
}
@media (max-width: 600px) {
  .q-splitter {
    .q-tab-panel {
      .text-h4 {
        font-size: 14px;
        line-height: 20px;
        font-weight: 600;
      }
      p {
        font-size: 12px;
      }
    }
  }
}
.q-tab__label {
  font-size: 12px;
  background: #2657bf;
  color: #fff;
  padding: 5px 9px;
  border-radius: 7px;
}
</style>
