<template>
<div class="main_container">
  <div class="Subbotniks">
    <h1>Субботники</h1>
    <div class="container">
      <div class="row">
        <div class="col-xs-12 col-sm-6">
          <div class="Subbotniks_map">
            <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2841.221831972883!2d33.48212351539939!3d44.592488079100335!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x40953cab3513b37d%3A0x87f735258b51d1e!2z0YPQuy4g0JzQtdC90YzRiNC40LrQvtCy0LAsIDg4LCDQodC10LLQsNGB0YLQvtC_0L7Qu9GM!5e0!3m2!1sru!2sua!4v1620218047656!5m2!1sru!2sua" width="100%" height="700" style="border:0;" allowfullscreen="" loading="lazy"></iframe>
          </div>
        </div>
        <div class="ccol-xs-12 col-sm-6">
          <div class="Subbotniks_text">
              <p>Общественное движение Sevsvalki.net проводит субботники <strong>каждую последнюю субботу месяца</strong>. Нас не останавливают ни снег, ни дождь ни другие погодные условия. Даже в условиях карантина мы проводим субботники.</p>
              <p>Посмотреть количество дней, оставшихся до следующего субботника вы можете на нашем сайте вверху справа.</p>
              <p>В осенний, летний и весенний периоды мы начинаем субботники в 10:00, в зимний период в 11:00. Информация о предстоящих субботниках публикуется нами в социальных сетях и в новостях на сайте. Следите за новостями и всегда будете в курсе.</p>
              <p>Вы всегда можете предложить место для субботника, для этого свяжитесь с нами любым удобным способом, указанным в разделе «<a href="contacts/">Контакты</a>».</p>
              <p>А теперь мы ответим на самые распространенные вопросы о наших субботниках!</p>
              <p><b>Как связаться с руководителем проекта?</b></p>
              <p>Руководителем проекта является Олег Николаев. Именно он основал движение и поддерживает его уже&nbsp;много лет.</p>
              <p>Куратором проекта является Павел Савченков. Вы можете связаться с ним по телефону <a href="tel:+7 978 817 58 28">+7&nbsp;978&nbsp;817 58 28</a> или в мессенджерах (всех).</p>
              <p><strong>А если плохая погода?</strong></p>
              <p>Мы проводим субботники всегда и при любых погодных условиях. Даже если придёт один человек. Больше чем за восемь лет существования нашего движения мы не пропустили ни одного субботника.</p>
              <p><strong>Можно ли приходить с детьми?</strong></p>
              <p>Да! Не только можно, но и нужно! Мы проводим полный инструктаж по безопасности для новичков и всегда помогаем и находимся рядом. Приводя детей с собой мы учим их бережному отношению к природе и правильному отношению к мусору.</p>
              <p><strong>Если я поранюсь, что мне делать?</strong></p>
              <p>У нас всегда с собой есть перекись водорода, бинт, пластырь и йод. Это поможет при незначительных повреждениях кожного покрова. В случае серьезных травм мы сразу вызовем вам скорую помощь, но за восемь лет проведения субботников такого еще ни разу не было. Все живы и здоровы.</p>
              <p><strong>А если я захочу кушать или пить?</strong></p>
              <p>Всем участникам субботников бесплатно предоставляется чистая питьевая вода, чай, кофе. Питанием мы не обеспечиваем.</p>
              <p><strong>Нужно ли что-то с собой брать на субботник?</strong></p>
              <p>Мы бесплатно предоставляем всем участникам перчатки, пакеты для сбора мусора, воду, чай и кофе. С собой вам нужно взять только друзей и хорошее настроение.</p>
              <p><strong>А как вы вывозите собранный мусора?</strong></p>
              <p>Собранный мусор складируется в одном месте и после субботника вывозится либо ООО «БГС» либо ООО «Чистый город» по поданным нами заранее заявкам. Ни один мешок с мусором не останется после субботника.</p>
              <p><strong>Если у вас остались вопросы, вы можете всегда задать их куратору проекта по телефону&nbsp;<a href="tel:+7 978 817 58 28">+7&nbsp;978&nbsp;817 58 28</a>&nbsp;или в мессенджерах (всех).</strong></p>
          </div>
        </div>
      </div>
    </div>
  </div>
</div>
</template>

<script>
export default {
  name: "Subbotniks"
}
</script>

<style lang="scss" scoped>
.Subbotniks {
  margin-bottom: 30px;
  .Subbotniks_map {
    padding: 0 20px 0 0;
  }
  .Subbotniks_text {
    padding: 0 0 0 20px;
  }
}
@media (max-width: 600px) {
  .Subbotniks {
    .Subbotniks_map {
      margin-bottom: 15px;
      padding: 0;
      iframe {
        height: 300px;
      }
    }
    .Subbotniks_text {
      padding-left: 0;
      p {
        font-size: 12px;
      }
    }
  }
}
</style>
