export default function () {
  return [
    {
      id: 1,
      img: require('../assets/Heroes/Heroes_1.jpg'),
      name: 'Эмир Эсатов',
      text: 'Ученик 5-г класса школы №22.',
      descriptions: 'Мы приходим на субботники каждый месяц говорит Эмир. И я пытаюсь с пятого класса ни один субботник не пропускать.Для меня это и веселье и помощь природе и уход за землей. Очень много мест где мы еще не убрались, но мы уберемся там и призываю людей: пожалуйста тоже приходите и помогайте убирать мусор.'
    },
    {
      id: 2,
      img: require('../assets/Heroes/Heroes_2.jpg'),
      name: 'Дарья Дюваль',
      text: 'На субботники я хожу потому, что это хорошее и доброе дело, я очень люблю природу, а о том кого любишь надо заботиться.',
      descriptions: 'На наших субботниках мне нравиться то, что люди приходят настолько разные с разными увлечениями, разными сферами деятельности и нас всех объединяет желание сделать Севастополь чище. Это прекрасный повод завести новые знакомства и просто приятно пообщаться. Я хочу пожелать не забывать что делает природа для нас, то что мы делаем это хоть и крупица для нашей планеты, но из крупиц и состоит все. Давайте делать Город чище !'
    },
    {
      id: 3,
      img: require('../assets/Heroes/Heroes_3.jpg'),
      name: 'Рита Романюта',
      text: 'В Севастополе вся моя жизнь, я родилась здесь и очень люблю свой город. Но, как оказалось, тихой любви мало, нужно что-то делать.',
      descriptions: 'Мало просто не мусорить, нужно ещё и убирать. Поэтому я начала участвовать в субботниках Севсвалки.нет. Я очень хочу, чтобы город стал чище и чтобы после уборок не росли новые свалки, чтобы жители города не оставались равнодушными и присоединялись к субботникам. Я безмерно благодарна всем активистам и организаторам движения!'
    },
    {
      id: 4,
      img: require('../assets/Heroes/Heroes_4.jpg'),
      name: 'Ярина Погонец',
      text: 'Наша с вами Любимая Планета - Земля. Наш родной город - Севастополь. Мы спаяны корнями и гордостью за Историю и людей, живших здесь, а Защитники Севастополя отдавали здесь жизнь с честью.',
      descriptions: 'Но иногда мы что-то забываем и выбираем блеск и безжалостность. Хорошо, что после темного предрассветного часа, все же всегда загорается зеленый сигнал пешеходного светофора и начинается Рассвет нового дня.\n' +
        '\n' +
        'Я рада, что в нашем городе организовано общественное движение ЧИСТОКРЫМ - основатель Олег Александрович Николаев. И конечно же очень важно, кто куратор общественного движения. Павел Савченков может организовать людей по интересам с любовью и трепетом к каждой индивидуальной личности человека. Под его кураторством любое сообщество переходит в стадию - Семья. Где встречается и вклад своей души, и поддержка, и сильное плечо друга по всем сферам нашей жизни.\n' +
        'Благодарю вас за этот вклад в мой Любимый Город.\n' +
        'А вы, друзья, кто еще не с нами, обязательно присоединяйтесь! И планета Земля отблагодарит нас в ответ светом и радостью. До встречи! Нас ждет Рассвет и свежий вдох нашего ного дня!\n' +
        'С уважением&благодарностью, я'
    },
    {
      id: 5,
      img: require('../assets/Heroes/Heroes_5.jpg'),
      name: 'Дмитрий Новиков',
      text: 'Я хожу на субботники потому, что мне нравится психологическая обстановка на субботниках, весело и позитивно провожу время в кругу позитивных людей. И вместе мы делаем город чище, убираем там, где никто не хочет или не может.',
      descriptions: 'Герои мусорного фронта!\n' +
        '\n' +
        'Дмитрий Новиков\n' +
        ' \n' +
        'Я хожу на субботники потому, что мне нравится психологическая обстановка на субботниках, весело и позитивно провожу время в кругу позитивных людей. И вместе мы делаем город чище, убираем там, где никто не хочет или не может.\n' +
        'Я бы хотел пожелать жителям города Севастополя и его гостям соблюдать чистоту, крепкого здоровья и удовольствия по жизни.\n' +
        'Я постараюсь не пропускать субботники и чаще делать город чистым и красивым.\n' +
        ' \n' +
        '#ЧИСТОКРЫМ #ЧИСТОКРЫМ #Sevastopol #Севсвалкинет #ЧИСТОКРЫМ #Севастополь'
    },
    {
      id: 6,
      img: require('../assets/Heroes/Heroes_6.jpg'),
      name: 'Игорь Соловьев',
      text: 'Мы снова рады познакомить вас с другом и активистом проекта Sevsvalki.net - Игорем Соловьевым.',
      descriptions: 'Мы снова рады познакомить вас с другом и активистом проекта Sevsvalki.net - Игорем Соловьевым. Поддерживает наше движение с середины 2014 года.\n' +
        '\n' +
        'С 2004-ого года принимает активное участие в политических акциях и общественной жизни города: от мероприятий по уборке мусора до акций против строительства угольного терминала и незаконного строительства.\n' +
        'Участвовал в подготовке митинга народной воли. Ведущий «митинга Народной воли» 23 февраля 2014 года.\n' +
        '\n' +
        'В "обычной" жизни Игорь - депутат Законодательного собрания города Севастополя.\n' +
        '\n' +
        '"Sevsvalki.net замечательный проект, который приносит реальную пользу \n' +
        'городу. Польза эта не только в том, что в городе в местах проведения \n' +
        'субботников становится чище, но и в воспитательном эффекте. Ведь в \n' +
        'субботниках принимает участие большое количество людей, в том числе с \n' +
        'детьми, а кто сам убирает свой город, никогда не станет мусорить.\n' +
        '\n' +
        'Существуют два противопоставляемых подхода к чистоте: "чисто там где не \n' +
        'мусорят" и "чисто там где убирают", на мой взгляд чтобы в городе было \n' +
        'чисто, должен быть комбинированный подход: должны убирать и должны не \n' +
        'мусорить. ЧИСТОКРЫМ как раз способствуют решению обеих задач.\n' +
        '\n' +
        'Мы, по мере возможности, стараемся принимать всей семьёй участие в \n' +
        'субботниках, организуемых ЧИСТОКРЫМ и призываю всех горожан \n' +
        'присоединяться. Проверено многократно: после субботников повышается \n' +
        'настроение, улучшается самочувствие"'
    },
    {
      id: 7,
      img: require('../assets/Heroes/Heroes_7.jpg'),
      name: 'Александр Сосновский',
      text: 'Севсвалки делают очень важное дело, я так думаю. Коммунальные службы не справляются с таким количеством мусора и мы убираем там, где это необходимо в данный момент.',
      descriptions: 'Александр Сосновский. Активный участник движения Севсвалки.нет.\n' +
        '\n' +
        'В первый раз на субботник меня затащил Пашка Савченков, я не особо и сопротивлялся :) Мне понравилось и я стал приходить постоянно. Мне приятно общаться с новыми людьми, людьми увлеченными, не эгоистичными, которые стараются сделать Севастополь чище и прививают это желание своим детям.\n' +
        'Севсвалки делают очень важное дело, я так думаю. Коммунальные службы не справляются с таким количеством мусора и мы убираем там, где это необходимо в данный момент.\n' +
        'Я надеюсь, что с нашей помощью город станет чище и красивее.\n' +
        '\n' +
        '#ЧИСТОКРЫМ #ЧИСТОКРЫМ #Sevastopol #ЧИСТОКРЫМ #ЧИСТОКРЫМ #Севастополь.'
    },
    {
      id: 8,
      img: require('../assets/Heroes/Heroes_8.jpg'),
      name: 'Алексей Ильюк',
      text: 'Мне очень больно и неприятно видеть мусор, особенно в лесу, парках и местах где люди сами же живут и гадят в том же месте, в местах, где проходили значимые события нашей с вами истории и что она так попирается подобным отношением "человека разумного".',
      descriptions: 'Александр Сосновский. Активный участник движения Севсвалки.нет.\n' +
        '\n' +
        'В первый раз на субботник меня затащил Пашка Савченков, я не особо и сопротивлялся :) Мне понравилось и я стал приходить постоянно. Мне приятно общаться с новыми людьми, людьми увлеченными, не эгоистичными, которые стараются сделать Севастополь чище и прививают это желание своим детям.\n' +
        'Севсвалки делают очень важное дело, я так думаю. Коммунальные службы не справляются с таким количеством мусора и мы убираем там, где это необходимо в данный момент.\n' +
        'Я надеюсь, что с нашей помощью город станет чище и красивее.\n' +
        '\n' +
        '#ЧИСТОКРЫМ #sevsvalki #Sevastopol #ЧИСТОКРЫМ #ЧИСТОКРЫМ #Севастополь.'
    },
    {
      id: 9,
      img: require('../assets/Heroes/Heroes_9.jpg'),
      name: 'Алёна Синькевич',
      text: 'Активист и постоянный участник субботников.',
      descriptions: 'Герои мусорного фронта\n' +
        '\n' +
        'Алёна Синькевич\n' +
        'Активист и постоянный участник субботников\n' +
        '\n' +
        'У меня есть желание сделать город немного чище, раньше не было такого количества мусора и шприцов – говорит Алёна. Мне нравится общение с людьми, знаю, что хоть такой вклад принесет пользу городу и людям и мне нравится видеть результаты нашего труда.\n' +
        '\n' +
        'Участникам хочется сказать спасибо), а жителям города сказать, чтобы были неравнодушными к гряз, ведь это город в котором мы живем и растим детей.\n' +
        '\n' +
        'Почему пришла на последний субботник (90-й)? Субботник дело добровольное, никто никого не заставляет. Было желание и я пришла.\n' +
        '\n' +
        '#ЧИСТОКРЫМ #ЧИСТОКРЫМ #Sevastopol #ЧИСТОКРЫМ #ЧИСТОКРЫМ #Севастополь'
    },
    {
      id: 10,
      img: require('../assets/Heroes/Heroes_10.jpg'),
      name: 'Антон Сердюков',
      text: 'Антон уже несколько лет принимает участие в субботниках ЧИСТОКРЫМ.',
      descriptions: 'Антон уже несколько лет принимает участие в субботниках ЧИСТОКРЫМ.\n' +
        'Мне хочется, чтобы город стал чище, опрятнее, а еще мне очень нравится проводить время с друзьями и знакомиться с новыми людьми. На субботники не приходят плохие люди, а это очень важно. Я надеюсь, что и благодаря моему участию Севастополь станет лучше – говорит Антон.\n' +
        'Буду стараться чаще приходить на субботники!'
    },
    {
      id: 11,
      img: require('../assets/Heroes/Heroes_11.jpg'),
      name: 'Павел Савченков',
      text: 'Павел с проектом с 2012 года, ведет активный образ жизни, является руководителем Федерации Роллер спорта Севастополя.',
      descriptions: 'Сегодня мы хотим рассказать о Павле Савченкове.\n' +
        'Павел с проектом с 2012 года, ведет активный образ жизни, является руководителем Федерации Роллер спорта Севастополя.\n' +
        '\n' +
        '"Я живу в Севастополе 8 лет и считаю этот город своим домом. Я переехал из Краматорска (Донецкая область) в 2010 году. Да, я не идеальный, да иногда могу кинуть мусор мимо урны, но я всегда возвращаюсь и кладу мусор обратно.\n' +
        'Субботники Севсвалок, это те мероприятия, которые прививают людям отношение к чистоте. Не важно мусорил ты до этого, не мусорил. После того, что я видел на субботниках, никакого желания мусорить у меня уже нет. И это не двуличие, нет. Это осознание того, что мусор может привести к непоправимым последствиям как для экологии, так и для людей которые живут рядом. Огромные свалки могут привести к фатальным последствиям.\n' +
        'Я очень часто хожу со своим сыном на субботники и мы понимаем друг друга в этом отношении. Егор никогда не будет мусорить после того, что он видел, а видел он много.\n' +
        'С 2012 года мы посещаем субботники Севсвалки. Самое главное в этих субботниках, что никто не заставляет "пахать"! Ты убираешь столько, сколько сможешь. 2,3,4 мешка. Может больше, можешь меньше. Не в этом смысл. Смысл в том, что я с сыном делаю город чище и лучше, а самое главное, я нашёл новых друзей!'
    },
    {
      id: 12,
      img: require('../assets/Heroes/Heroes_12.jpg'),
      name: 'Ольга Копытова',
      text: 'Активистка, труженица, надёжный человек и просто красивая девушка – Ольга Копытова.',
      descriptions: 'Активистка, труженица, надёжный человек и просто красивая девушка – Ольга Копытова.\n' +
        '\n' +
        '"Мне не всё равно, в каком состоянии находится родной город: хочется гулять по чистым улицам и отдыхать в парках и на пляжах, не заваленных мусором. Поэтому я и присоединилась в ноябре 2014-го к команде SevSvalki.net.\n' +
        'Сегодня модно говорить о патриотизме, но эффект от громких слов и реальных дел несравним. Очень здорово, что на наши субботники приходит всё больше жителей и даже гостей Севастополя, и особенно приятно видеть среди участников детей. Эти люди не словом, а делом показывают любовь и уважение к городу. Спасибо им!"'
    },
    {
      id: 13,
      img: require('../assets/Heroes/Heroes_13.jpg'),
      name: 'Лащевская Татьяна и 5-г класс',
      text: 'Татьяна - тот редкий человек, который не только сам готов делать настоящие дела, но и сподвигать на них окружающих.',
      descriptions: 'Друзья, позвольте познакомить вас с нашим активистом Татьяной и ее учищимися 5-Г классом ГБОУ СОШ № 22.\n' +
        '\n' +
        'Татьяна - тот редкий человек, который не только сам готов делать настоящие дела, но и сподвигать на них окружающих.\n' +
        '\n' +
        'И даже больше - она учит и воспитывает детей тем вещам, о которых сейчас так редко можно услышать в школах.\n' +
        '\n' +
        'О проекте Татьяна узнала по интернету. А после провела классный час, на котором все единогласно приняли решение принимать активное участие в субботниках!\n' +
        '\n' +
        '"Наша цель - сделать любимый город Севастополь самым чистым на планете! Очень хочется,чтобы мои пятиклассники стали примером для других мальчишек и девченок. Мой класс уверен,что такие субботники необходимы, потому что следует соблюдать чистоту, ведь это наш дом, наша экология, наша природа, наша составляющая жизни, требующая внимания! Мы будем делать нашу жизнь лучше, а город-чище! Спасибо большое активистам ЧИСТОКРЫМ - благодаря вам Севастополь обретает первоначальную красоту!"'
    }
  ]
}
