export default function () {
  return [
    {
      id: 1,
      img: require('../assets/Banner_1.jpg'),
      title: 'Ура! Сегодня мы провели 103-й субботник ЧИСТОКРЫМ!',
      text: 'Мы убирали территорию у развалин пещерной лавры XIV века у ГК Мечта на ул. 3-я Сарандинаки.',
      descriptions: 'Вместе мы собрали 100 мешков мусора (120 литров) и много крупногабарита. \n' +
        ' \n' +
        'Такое количество людей позволило привести в порядок территорию очень быстро. Все участники были напоены чаем и кофе со вкусняшками и послушали небольшую лекцию об истории этого места.\n' +
        ' \n' +
        'Собранный мусор будет вывезен ООО "БГС" сегодня. Выражаем им благодарность и отдельно их сотруднику Анне. \n' +
        ' \n' +
        'Вместе мы делаем Севастополь чище!\n' +
        ' \n' +
        '#ЧИСТОКРЫМ #ЧИСТОКРЫМi #Sevastopol #ЧистоКрым #севсвалки #Севастополь #чистокрым',
      photos: [
        require('../assets/New/img-1.png'),
        require('../assets/New/img-2.png'),
        require('../assets/New/img-3.png'),
        require('../assets/New/img-4.png'),
        require('../assets/New/img-5.png'),
        require('../assets/New/img-6.png'),
        require('../assets/New/img-7.png'),
        require('../assets/New/img-8.png'),
        require('../assets/New/img-9.png'),
        require('../assets/New/img-10.png'),
        require('../assets/New/img-11.png'),
        require('../assets/New/img-12.png'),
        require('../assets/New/img-13.png'),
        require('../assets/New/img-14.png'),
        require('../assets/New/img-15.png'),
        require('../assets/New/img-16.png'),
        require('../assets/New/img-17.png'),
        require('../assets/New/img-18.png'),
        require('../assets/New/img-19.png')
      ]
    },
    {
      id: 2,
      img: require('../assets/Banner_2.jpg'),
      title: 'Севсвалки приглашают на субботник у пещерного монастыря XIV века!',
      text: 'В субботу, 24 апреля 2021 года, мы проведем 103-й субботник у развалин пещерного монастыря XIV века по адресу 3-я ул. Сарандинаки между ГК Мечта и ГК Кипарис. Дата проведения: 24 апреля 2021 года. Суббота Начало: 10:00',
      descriptions: 'Под гаражным кооперативом расположена поздневизантийская пещерная лавра Херсона. Монастырь был вырублен в скале и состоял из центрального трехъярусного комплекса и отдельных пещерных помещений. В 1994-1996 годах раскопки памятника проводила экспедиция Национального заповедника «Херсонес Таврический» под руководством Т.Ю. Яшаевой. На стенах храма и монастырских помещений высечены раннехристианские символы: кресты, корабли, буквы: альфа-омега, а также тамгообразные и рунические знаки более позднего времени.\n' +
        '\n' +
        'В нижнем ярусе основного комплекса располагались хозяйственные помещения, в одном из которых была вырублена цистерна с водонепроницаемой цемянковой обмазкой. В верхнем ярусе были высечены два небольшие помещения, возможно, кельи. Остальные кельи располагались на склонах балки на определенном расстоянии друг от друга. В одной из них, расположенной в 60 м к югу, раскопками выявлен материал XIV в., синхронный материалу основного комплекса.\n' +
        '\n' +
        'Как добраться:\n' +
        '\n' +
        'На автомобиле: доехать до въезда в ГК «Мечта» с ул. Генерала Коломийца. Въезд напротив дома №13. Проехать до ул. 3-я Сарандинаки.\n' +
        '\n' +
        'Пешком:\n' +
        '\n' +
        'С остановки «Улица Генерала Хрюкина» или «Дом быта» (автобус 12к) идти вверх к гаражным кооперативам. После дома №41 поворот направо. Держаться правой дороги и идти к склону.',
      photos: [
        require('../assets/New/img-1.png'),
        require('../assets/New/img-2.png'),
        require('../assets/New/img-3.png'),
        require('../assets/New/img-4.png'),
        require('../assets/New/img-5.png'),
        require('../assets/New/img-6.png'),
        require('../assets/New/img-7.png'),
        require('../assets/New/img-8.png'),
        require('../assets/New/img-9.png'),
        require('../assets/New/img-10.png'),
        require('../assets/New/img-11.png'),
        require('../assets/New/img-12.png'),
        require('../assets/New/img-13.png'),
        require('../assets/New/img-14.png'),
        require('../assets/New/img-15.png'),
        require('../assets/New/img-16.png'),
        require('../assets/New/img-17.png'),
        require('../assets/New/img-18.png'),
        require('../assets/New/img-19.png')
      ]
    },
    {
      id: 3,
      img: require('../assets/Banner_3.jpg'),
      title: 'Сегодня, 27 марта 2021 года мы провели 102-й субботник общественного движения ЧИСТОКРЫМ!',
      text: 'Субботник мы проводили на берегу Стрелецкой бухты в районе конечной топика №400.',
      descriptions: 'Погода была отличная и располагала к чистоте и общению. За два часа мероприятия, 56 участников собрали 140 мешков мусора (по 120 литров) и много крупногабаритного мусора. Не обошлось и без приключений. В руинах древнегреческой усадьбы был найден предмет, напоминающий гранату. Была вызвана полиция и очищена территория вокруг находки. К нашему облегчению гранатой оказалась пластиковая бутылочка в форме гранаты, но так как она была в траве и мусоре, понять сразу было невозможно.\n' +
        ' \n' +
        'Все живы и счастливы. Вместе мы делаем Севастополь чище!\n' +
        ' \n' +
        'Напоминаем, что общественное движение Севсвалки проводит субботники каждую последнюю субботу месяца в любую погоду и при любых условиях. Следите за новостями в ВКонтакте, фейсбуке, инстаграме и конечно на нашем сайте sevsvalki.net ',
      photos: [
        require('../assets/New/img-1.png'),
        require('../assets/New/img-2.png'),
        require('../assets/New/img-3.png'),
        require('../assets/New/img-4.png'),
        require('../assets/New/img-5.png'),
        require('../assets/New/img-6.png'),
        require('../assets/New/img-7.png'),
        require('../assets/New/img-8.png'),
        require('../assets/New/img-9.png'),
        require('../assets/New/img-10.png'),
        require('../assets/New/img-11.png'),
        require('../assets/New/img-12.png'),
        require('../assets/New/img-13.png'),
        require('../assets/New/img-14.png'),
        require('../assets/New/img-15.png'),
        require('../assets/New/img-16.png'),
        require('../assets/New/img-17.png'),
        require('../assets/New/img-18.png'),
        require('../assets/New/img-19.png')
      ]
    }
  ]
}
